Repository: m7mdbarawi1/MVC.Homeix
Catalog: Homeix/Resources/Views/Home/AboutUs.*.resx
Languages: ar_jo

# PageTitle
source: About Us & Privacy Policy
ar_jo: من نحن وسياسة الخصوصية

# AboutHomeixTitle
source: About Homeix
ar_jo: حول Homeix

# AboutHomeixSubtitle
source: Platform information, privacy policy, and project details
ar_jo: معلومات المنصة، سياسة الخصوصية، وتفاصيل المشروع

# AboutPlatformText
source: Homeix is a digital platform that connects users with verified professionals through a secure and structured workflow. The platform provides service discovery, in-app communication, and trust-based interactions in a modern web environment.
ar_jo: Homeix هي منصة رقمية تربط المستخدمين بمحترفين معتمدين من خلال آلية عمل آمنة ومنظمة. توفر المنصة اكتشاف الخدمات، التواصل داخل التطبيق، وتفاعلات قائمة على الثقة ضمن بيئة ويب حديثة.

source: Core Values
ar_jo: القيم الأساسية

# ValueVerified
source: Verified professionals
ar_jo: محترفون معتمدون

# ValueSecureData
source: Secure data handling
ar_jo: حماية البيانات وأمن المعلومات

# ValueTransparency
source: Transparent communication
ar_jo: تواصل شفاف

# ValueUserCentric
source: User-centered experience
ar_jo: تجربة تركز على المستخدم

# ValueScalable
source: Modern and scalable architecture
ar_jo: بنية حديثة وقابلة للتوسع

# PrivacyText
source: Homeix respects user privacy and is committed to protecting personal information. Data collected is used only to provide platform functionality, improve services, and ensure secure communication between users.
ar_jo: تحترم Homeix خصوصية المستخدمين وتلتزم بحماية المعلومات الشخصية. يتم استخدام البيانات فقط لتشغيل المنصة، تحسين الخدمات، وضمان تواصل آمن بين المستخدمين.

source: Data Usage
ar_jo: استخدام البيانات

# DataUsageAccount
source: User account and profile management
ar_jo: إدارة حسابات المستخدمين والملفات الشخصية

# DataUsageSubscription
source: Subscription and post handling
ar_jo: إدارة الاشتراكات والمنشورات

# DataUsageMessaging
source: In-app messaging and notifications
ar_jo: المراسلة داخل التطبيق والإشعارات

# DataUsageSecurity
source: Security monitoring and misuse prevention
ar_jo: مراقبة الأمان ومنع إساءة الاستخدام

# SecurityText
source: Appropriate technical and organizational measures are implemented to protect data from unauthorized access, loss, or misuse. Access to sensitive data is restricted to authorized operations only.
ar_jo: يتم تطبيق إجراءات تقنية وتنظيمية مناسبة لحماية البيانات من الوصول غير المصرح به أو الفقدان أو سوء الاستخدام. يتم تقييد الوصول إلى البيانات الحساسة للعمليات المصرح لها فقط.

source: Created By
ar_jo: تم إنشاء المشروع بواسطة

source: Supervisor
ar_jo: المشرفة

# TeamLeader
source: Team Leader • Full-Stack Developer
ar_jo: قائد الفريق • مطور متكامل

source: Full-Stack Developer
ar_jo: مطور متكامل

source: Academic Information
ar_jo: المعلومات الأكاديمية

# GraduationProject
source: This project is submitted as a Graduation Project
ar_jo: تم تقديم هذا المشروع كمشروع تخرج

source: Date
ar_jo: التاريخ

source: University
ar_jo: الجامعة

source: Contact
ar_jo: تواصل معنا

# FooterText
source: © 2025–2026 Homeix • Graduation Project
ar_jo: © 2025–2026 Homeix • مشروع تخرج
