Repository: m7mdbarawi1/MVC.Homeix
Catalog: Homeix/Resources/Views/Home/Index.*.resx
Languages: ar_jo

source: Home
ar_jo: الرئيسية

# HeroBadgeText
source: Verified professionals • Clear details • Trusted workflows
ar_jo: محترفون موثوقون • تفاصيل واضحة • سير عمل موثوق

# HeroMainTitle
source: Fix your home.
ar_jo: صلّح منزلك.

# HeroSubTitle
source: Faster. Safer. Smarter.
ar_jo: أسرع. أأمن. أذكى.

# HeroDescription
source: Homeix connects customers with approved home-service professionals through one organized platform — so you can post needs, compare options, and choose confidently.
ar_jo: يربط هومكس العملاء بمحترفي خدمات المنازل المعتمدين من خلال منصة واحدة منظمة — حتى تتمكن من نشر احتياجاتك ومقارنة الخيارات والاختيار بثقة.

source: Go to Dashboard
ar_jo: اذهب إلى لوحة التحكم

source: Create Account
ar_jo: إنشاء حساب

source: Login
ar_jo: تسجيل الدخول

source: Browse Professionals
ar_jo: تصفح المحترفين

source: Download App
ar_jo: تحميل التطبيق

# StatTrusted
source: Trusted
ar_jo: موثوق

# StatTrustedDesc
source: Approved professionals
ar_jo: محترفون معتمدون

# StatClear
source: Clear
ar_jo: واضح

# StatClearDesc
source: Details, photos, price range
ar_jo: التفاصيل، الصور، نطاق السعر

# StatOrganized
source: Organized
ar_jo: منظم

# StatOrganizedDesc
source: One place to manage it
ar_jo: مكان واحد لإدارته

# FeatureProfiles
source: Profiles you can trust
ar_jo: ملفات شخصية يمكنك الوثوق بها

# FeatureRatings
source: Ratings & reviews
ar_jo: التقييمات والمراجعات

# FeatureSearch
source: Search & favorites
ar_jo: البحث والمفضلة

# WhyHomeixTitle
source: Why Homeix?
ar_jo: لماذا هومكس؟

# WhyHomeixSubtitle
source: Built to solve real problems: trust, unclear details, and hard communication.
ar_jo: مصمم لحل المشاكل الحقيقية: الثقة، التفاصيل غير الواضحة، والتواصل الصعب.

source: For Customers
ar_jo: للعملاء

# ForCustomersDesc
source: Find reliable help faster. Compare options using real profiles, clear service details, and community feedback—so you choose with confidence.
ar_jo: ابحث عن مساعدة موثوقة بشكل أسرع. قارن الخيارات باستخدام الملفات الشخصية الحقيقية وتفاصيل الخدمة الواضحة وملاحظات المجتمع — حتى تختار بثقة.

source: For Professionals
ar_jo: للمحترفين

# ForProfessionalsDesc
source: Reach real customers in a structured marketplace. Present your services clearly, build reputation with reviews, and manage your work from one place.
ar_jo: الوصول إلى عملاء حقيقيين في سوق منظم. قدم خدماتك بوضوح، وابنِ سمعتك بالمراجعات، وأدر عملك من مكان واحد.

# ApprovedProfessionalsTitle
source: Approved professionals
ar_jo: محترفون معتمدون

# ApprovedProfessionalsDesc
source: Professionals apply before offering services, helping customers feel safer when choosing.
ar_jo: يتقدم المحترفون قبل تقديم الخدمات، مما يساعد العملاء على الشعور بمزيد من الأمان عند الاختيار.

# ClearServiceDetailsTitle
source: Clear service details
ar_jo: تفاصيل خدمة واضحة

# ClearServiceDetailsDesc
source: Posts include useful information like descriptions, photos, and price ranges—so expectations are clearer.
ar_jo: تتضمن المنشورات معلومات مفيدة مثل الأوصاف والصور ونطاقات الأسعار — لذا فإن التوقعات أوضح.

# RatingsReviewsTitle
source: Ratings & reviews
ar_jo: التقييمات والمراجعات

# RatingsReviewsDesc
source: Reputation is visible to everyone, encouraging better quality and more accountable behavior.
ar_jo: السمعة مرئية للجميع، مما يشجع على جودة أفضل وسلوك أكثر مسؤولية.

# PublicProfilesTitle
source: Public profiles
ar_jo: ملفات شخصية عامة

# PublicProfilesDesc
source: View profile info, services, and reviews to make smarter decisions before contacting anyone.
ar_jo: اعرض معلومات الملف الشخصي والخدمات والمراجعات لاتخاذ قرارات أذكى قبل الاتصال بأي شخص.

# SearchFilteringTitle
source: Search & filtering
ar_jo: البحث والتصفية

# SearchFilteringDesc
source: Find what you need faster by filtering by category, price range, and community rating.
ar_jo: ابحث عما تحتاجه بشكل أسرع عن طريق التصفية حسب الفئة ونطاق السعر وتقييم المجتمع.

# FavoritesTitle
source: Favorites
ar_jo: المفضلة

# FavoritesDesc
source: Save posts you like and return to them later without searching again.
ar_jo: احفظ المنشورات التي تعجبك وارجع إليها لاحقًا دون البحث مرة أخرى.

# PhotosTitle
source: Photos that explain more
ar_jo: صور توضح المزيد

# PhotosDesc
source: Photos help customers explain problems better and help professionals present services clearly.
ar_jo: تساعد الصور العملاء على شرح المشاكل بشكل أفضل وتساعد المحترفين على تقديم الخدمات بوضوح.

# HighlightedOffersTitle
source: Highlighted offers
ar_jo: عروض مميزة

# HighlightedOffersDesc
source: Featured content helps users discover important offers faster while keeping the marketplace organized.
ar_jo: يساعد المحتوى المميز المستخدمين على اكتشاف العروض المهمة بشكل أسرع مع الحفاظ على تنظيم السوق.

# ResponsiveExperienceTitle
source: Responsive experience
ar_jo: تجربة متجاوبة

# ResponsiveExperienceDesc
source: Smooth experience across desktop and mobile so users can manage work anywhere.
ar_jo: تجربة سلسة عبر سطح المكتب والجوال حتى يتمكن المستخدمون من إدارة العمل في أي مكان.

# TrustTransparencyTitle
source: Built on trust + transparency
ar_jo: مبني على الثقة والشفافية

# TrustTransparencyDesc
source: Homeix reduces uncertainty by using verified workflows, clear post information, and real community feedback — improving the whole home-service experience for everyone.
ar_jo: يقلل هومكس من عدم اليقين باستخدام سير عمل موثق ومعلومات منشور واضحة وملاحظات مجتمعية حقيقية — مما يحسن تجربة خدمة المنزل بالكامل للجميع.

source: Explore Services
ar_jo: استكشف الخدمات

# PostRequest
source: Post a Request
ar_jo: نشر طلب

# PopularServicesTitle
source: Popular services
ar_jo: الخدمات الشائعة

# PopularServicesSubtitle
source: Hover or tap to preview — the row moves automatically.
ar_jo: قم بالتمرير أو النقر للمعاينة — يتحرك الصف تلقائيًا.

# ServicePlumbing
source: Plumbing
ar_jo: السباكة

# ServiceElectrical
source: Electrical
ar_jo: الكهرباء

# ServiceACCooling
source: AC / Cooling
ar_jo: التكييف / التبريد

# ServicePainting
source: Painting
ar_jo: الطلاء

# ServiceCleaning
source: Cleaning
ar_jo: التنظيف

# ServiceRepairs
source: Repairs
ar_jo: الإصلاحات

# ServiceCarpentry
source: Carpentry
ar_jo: النجارة

# ServiceMaintenance
source: Maintenance
ar_jo: الصيانة

source: Tap to preview
ar_jo: انقر للمعاينة

# ChooseYourPathTitle
source: Choose your path
ar_jo: اختر طريقك

# ChooseYourPathSubtitle
source: Customer or Professional — one platform.
ar_jo: عميل أو محترف — منصة واحدة.

# PathCustomer
source: Customer
ar_jo: عميل

# PathCustomerDesc
source: Post your needs, compare options, and choose based on real reviews.
ar_jo: انشر احتياجاتك، قارن الخيارات، واختر بناءً على المراجعات الحقيقية.

# PathProfessional
source: Professional
ar_jo: محترف

# PathProfessionalDesc
source: Apply, publish services clearly, and build reputation with real feedback.
ar_jo: تقدم بطلب، انشر الخدمات بوضوح، وابنِ سمعتك بالملاحظات الحقيقية.

source: Create
ar_jo: إنشاء

source: Search
ar_jo: بحث

source: Apply
ar_jo: تقدم بطلب

source: Browse posts
ar_jo: تصفح المنشورات

source: Discover faster
ar_jo: اكتشف أسرع

# DiscoverFasterDesc
source: Use filters to narrow results.
ar_jo: استخدم الفلاتر لتضييق النتائج.

source: Choose confidently
ar_jo: اختر بثقة

# ChooseConfidentlyDesc
source: Profiles and reviews help decide.
ar_jo: الملفات الشخصية والمراجعات تساعد على القرار.

source: Save what you like
ar_jo: احفظ ما تحب

# SaveWhatYouLikeDesc
source: Favorites keep things organized.
ar_jo: المفضلة تحافظ على تنظيم الأشياء.

# FAQTitle
source: Frequently asked questions
ar_jo: الأسئلة الشائعة

# FAQSubtitle
source: Quick answers to common questions.
ar_jo: إجابات سريعة للأسئلة الشائعة.

# FAQ1Question
source: How do I post a request as a customer?
ar_jo: كيف أنشر طلبًا كعميل؟

# FAQ1Answer
source: Create an account, then publish a request with a clear description, location, photos, and budget range.
ar_jo: أنشئ حسابًا، ثم انشر طلبًا مع وصف واضح وموقع وصور ونطاق ميزانية.

# FAQ2Question
source: How do professionals join Homeix?
ar_jo: كيف ينضم المحترفون إلى هومكس؟

# FAQ2Answer
source: Professionals submit an application. Once approved, they can publish services and appear to customers in the marketplace.
ar_jo: يقدم المحترفون طلبًا. بمجرد الموافقة، يمكنهم نشر الخدمات والظهور للعملاء في السوق.

# FAQ3Question
source: How do I choose the right person?
ar_jo: كيف أختار الشخص المناسب؟

# FAQ3Answer
source: Use filters, view profiles, and check ratings and reviews to compare options before deciding.
ar_jo: استخدم الفلاتر، واعرض الملفات الشخصية، وتحقق من التقييمات والمراجعات لمقارنة الخيارات قبل اتخاذ القرار.

# FAQ4Question
source: Can I save posts to review later?
ar_jo: هل يمكنني حفظ المنشورات لمراجعتها لاحقًا؟

# FAQ4Answer
source: Yes. You can add posts to Favorites so you can return to them anytime.
ar_jo: نعم. يمكنك إضافة المنشورات إلى المفضلة حتى تتمكن من العودة إليها في أي وقت.

# CTATitle
source: Ready to start?
ar_jo: هل أنت مستعد للبدء؟

# CTASubtitle
source: Join Homeix and manage home services with more trust, clarity, and control.
ar_jo: انضم إلى هومكس وأدر خدمات المنزل بمزيد من الثقة والوضوح والتحكم.

source: Open My Homeix
ar_jo: افتح هومكس الخاص بي

# BecomeProfessional
source: Become a Professional
ar_jo: كن محترفًا

# RolesTitle
source: Customer and Professional Roles
ar_jo: أدوار العميل والمحترف

# RolesSubtitle
source: Homeix is designed to support both sides of the home-service process in one organized system.
ar_jo: تم تصميم هومكس لدعم طرفي عملية خدمات المنازل ضمن نظام واحد منظم وواضح.

# CustomerTitle
source: Customer
ar_jo: العميل

# CustomerDesc
source: Customers use Homeix to request home services and explore available professionals through clear profiles, structured posts, and community feedback.
ar_jo: يستخدم العملاء هومكس لطلب خدمات المنازل واستكشاف المحترفين المتاحين من خلال ملفات شخصية واضحة، ومنشورات منظمة، وتقييمات مجتمعية.

# CustomerPoint1
source: Create service requests with detailed descriptions
ar_jo: إنشاء طلبات خدمة مع أوصاف تفصيلية

# CustomerPoint2
source: Compare professionals using profiles and ratings
ar_jo: مقارنة المحترفين باستخدام الملفات الشخصية والتقييمات

# CustomerPoint3
source: View photos, price ranges, and reviews
ar_jo: عرض الصور ونطاقات الأسعار والمراجعات

# CustomerPoint4
source: Save posts for later reference
ar_jo: حفظ المنشورات للرجوع إليها لاحقًا

# ProfessionalTitle
source: Professional
ar_jo: المحترف

# ProfessionalDesc
source: Professionals use Homeix to present their services in a verified marketplace and connect with customers seeking reliable home-service solutions.
ar_jo: يستخدم المحترفون هومكس لعرض خدماتهم ضمن سوق موثوق والتواصل مع العملاء الباحثين عن حلول موثوقة لخدمات المنازل.

# ProfessionalPoint1
source: Apply for verification before offering services
ar_jo: التقدم للتحقق قبل تقديم الخدمات

# ProfessionalPoint2
source: Publish structured service posts with clear details
ar_jo: نشر منشورات خدمات منظمة مع تفاصيل واضحة

# ProfessionalPoint3
source: Build reputation through ratings and reviews
ar_jo: بناء السمعة من خلال التقييمات والمراجعات

# ProfessionalPoint4
source: Manage services and visibility from one platform
ar_jo: إدارة الخدمات والظهور من منصة واحدة
